---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsMultistoryUpToLevel
source: html/b99836bb-04f1-baf7-e40c-f471bc2703eb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsMultistoryUpToLevel Property

"Multistory Top Level": The top level of multi-story stairs

## Syntax (C#)
```csharp
public static ForgeTypeId StairsMultistoryUpToLevel { get; }
```